results/exp1/20260223T201949Z-direct-nginx/raw/wrk/c32/run-1.txt
Running 1m test @ http://192.168.100.1:8080/exp1-1k.txt
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   139.41us   29.53us   2.04ms   73.21%
    Req/Sec    56.49k     4.04k   63.39k    71.92%
  Latency Distribution
     50%  139.00us
     75%  150.00us
     90%  176.00us
     99%  220.00us
  13512939 requests in 1.00m, 16.02GB read
Requests/sec: 224840.98
Transfer/sec:    272.96MB